{
    "document": {
        "id": "ua746aspace_c5d8e2b1cd611e45579fa5924cb7e4a3",
        "ead_ssi": "ua746",
        "parent_ssm": [
            "ua746"
        ],
        "parent_unittitles_ssm": [
            "Department of Athletics Records, 1940-2014"
        ],
        "component_level_isim": [
            1
        ],
        "component_children_bsi": true,
        "collection_ssm": [
            "Department of Athletics Records, 1940-2014"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "child_component_count_isim": [
            183
        ],
        "parent_ssi": "ua746",
        "parent_access_restrict_ssm": [
            "Access to this record group is unrestricted."
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "parent_access_terms_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites. Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder. The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks. The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "ref_ssm": [
            "aspace_c5d8e2b1cd611e45579fa5924cb7e4a3"
        ],
        "level_ssm": [
            "series"
        ],
        "title_ssm": [
            "Press Releases"
        ],
        "unitdate_ssm": [
            "1994 May-2008 August"
        ],
        "physdesc_ssm": [
            "\n      2.33 cubic ft.\n    "
        ],
        "arrangement_ssm": [
            "The files are arranged chronologically by month and year of release.."
        ],
        "scopecontent_ssm": [
            "This series contains sports news releases issued by the University at Albany Department of Athletics and Recreation as well as press releases from sources like the Football Gazette, Metro Atlantic Athletic Conference, New England Collegiate Conference and more that were retained by the Athletics Department."
        ],
        "extent_ssm": [
            "2.33 cubic ft."
        ],
        "unitdate_inclusive_ssm": [
            "1994 May-2008 August"
        ],
        "ref_ssi": "aspace_c5d8e2b1cd611e45579fa5924cb7e4a3",
        "normalized_title_ssm": [
            "Press Releases, 1994 May - 2008 August"
        ],
        "normalized_date_ssm": [
            "1994 May-2008 August"
        ],
        "timestamp": "2020-06-26T08:15:17.057Z"
    }
}