{
    "document": {
        "title_ssm": [
            "Student Success Stories Podcasts"
        ],
        "extent_ssm": [
            "6 Digital Files"
        ],
        "unitdate_ssm": [
            "2019-2020"
        ],
        "unitdate_inclusive_ssm": [
            "2019-2020"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "Podcasts produced and narrated by UAlbany students and alumni on successfully navigating their time at UAlbany."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "State University of New York at Albany. Department of Languages, Literatures and Cultures"
        ],
        "collection_ssm": [
            "Student Success Stories Podcasts, 2019-2020"
        ],
        "accessrestrict_ssm": [
            "Access to this collection is unrestricted."
        ],
        "accessrestrict_heading_ssm": [
            "Conditions Governing Access"
        ],
        "acqinfo_ssm": [
            "Transferred using Blackboard, by Carmen Serrano and Alejandra Bronfman."
        ],
        "acqinfo_heading_ssm": [
            "Immediate Source of Acquisition"
        ],
        "arrangement_ssm": [
            "Chronological by episode creation date"
        ],
        "arrangement_heading_ssm": [
            "Arrangement"
        ],
        "bioghist_ssm": [
            "The Student Success Stories podcasts began as a pilot program supported by the university STAR (Strategic Allocation of Resources) program.",
            "Proposal: Podcast Pilot Program: UAlbany Student Success StoriesPodcasts as a mode of storytelling are exploding in popularity. \n \nFor the teller, stories can be cathartic; for the listener, stories have the power to both develop empathy and to inspire. The medium of the podcast goes further because they use storytelling to create a sense of community in listening. To this point, Lexi Mainland of The Los Angeles Times suggests that podcasts provide an “intimate audio experience in a moment of solitude. Your headphones — a buffer from the world injecting dialogue into your ear — become a conduit to your soul.”",
            "In this project, UAlbany students will become producers as well as listeners of podcasts. In narrating their own stories they will reflect on their experiences at UAlbany. And, their stories will likely motivate other students to academic and personal success. “Student Success Stories” podcast will be crafted to reach first-generation college students and students of color, who are new to life at UAlbany. We will identify six UAlbany students (including some alumni) who can share their success stories and respond to questions that currently enrolled students might have. For example, what were their challenges? How did they overcome them? In three words, what’s the best advice you would give someone who is struggling right now? The podcasts, a “conduit to the soul,” will undoubtedly help participating students gain a greater sense of self through the act of storytelling.",
            "Additionally, their stories will inspire other students who may be struggling in their own academic journeys as well as deepen understanding in the wider UAlbany community about the experiences of our student body. In essence, student podcasts will build a sense of community, enhance the student experience, and promote student wellbeing. They will provide opportunities to engage in constructive dialogue within and outside the campus community. Students' stories will encourage connections with other students and offer glimpses into the experiences of their peers. They will expand their understanding of opportunities at UAlbany and of campus life.",
            "Dr. Carmen Serrano (LLC), and Dr. Joanna Dreby (Sociology) will oversee the project. Dr. Alejandra Bronfman (LACS), Dr. Ilka Kressner (LLC) and Dr. Christine Vassallo-Oby (LACS) will also collaborate in the shaping of these podcasts."
        ],
        "bioghist_heading_ssm": [
            "Biographical / Historical"
        ],
        "scopecontent_ssm": [
            "Contains podcasts produced and narrated by UAlbany students and alumni on successfully navigating their time at UAlbany."
        ],
        "scopecontent_heading_ssm": [
            "Content Description"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "creator_ssm": [
            "State University of New York at Albany. Department of Languages, Literatures and Cultures"
        ],
        "creator_ssim": [
            "State University of New York at Albany. Department of Languages, Literatures and Cultures"
        ],
        "creator_corpname_ssm": [
            "State University of New York at Albany. Department of Languages, Literatures and Cultures"
        ],
        "creator_corpname_ssim": [
            "State University of New York at Albany. Department of Languages, Literatures and Cultures"
        ],
        "unitid_ssm": [
            "ua610.001"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows: Identification of specific item, series, box, folder, Student Success Stories Podcast Collection, 2019-2020. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Student Success Stories Podcast Collection)."
        ],
        "physloc_ssm": [
            "Born-digital materials availible online digital repository."
        ],
        "id": "ua610-001",
        "ead_ssi": "ua610.001",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "State University of New York at Albany. Department of Languages, Literatures and Cultures"
        ],
        "creators_ssim": [
            "State University of New York at Albany. Department of Languages, Literatures and Cultures"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "normalized_title_ssm": [
            "Student Success Stories Podcasts, 2019-2020"
        ],
        "normalized_date_ssm": [
            "2019-2020"
        ],
        "timestamp": "2020-02-25T20:18:16.986Z"
    }
}