{
    "document": {
        "id": "apap015aspace_90e13b5a023aefdb6ab5d1de295703fc",
        "ead_ssi": "apap015",
        "parent_ssm": [
            "apap015"
        ],
        "parent_unittitles_ssm": [
            "Civil Service Employees Association, Inc. (CSEA), American Federation of State, County, and Municipal Employees (AFSCME) Local 1000 Records, 1918-2015"
        ],
        "component_level_isim": [
            1
        ],
        "component_children_bsi": true,
        "collection_ssm": [
            "Civil Service Employees Association, Inc. (CSEA), American Federation of State, County, and Municipal Employees (AFSCME) Local 1000 Records, 1918-2015"
        ],
        "repository_ssm": [
            "New York State Modern Political Archive"
        ],
        "child_component_count_isim": [
            2738
        ],
        "parent_ssi": "apap015",
        "collection_creator_ssm": [
            "Civil Service Employees Association (N.Y.)"
        ],
        "parent_access_restrict_ssm": [
            "Access to this record group is unrestricted."
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "parent_access_terms_ssm": [
            "The researcher assumes full responsibility for conforming with the laws of copyright. Whenever possible, the M.E. Grenander Department of Special Collections and Archives will provide information about copyright owners and other restrictions, but the legal determination ultimately rests with the researcher. Requests for permission to publish material from this collection should be discussed with the Head of Special Collections and Archives."
        ],
        "ref_ssm": [
            "aspace_90e13b5a023aefdb6ab5d1de295703fc"
        ],
        "level_ssm": [
            "series"
        ],
        "title_ssm": [
            "CSEA Publications"
        ],
        "unitdate_ssm": [
            "1932-2014"
        ],
        "physdesc_ssm": [
            "\n      15.04 cubic ft.\n      2686 Digital Files\n    "
        ],
        "arrangement_ssm": [
            "Arranged chronologically."
        ],
        "scopecontent_ssm": [
            "This series contains both the official CSEA newspaper for its members and smaller newsletters which focus upon a specific segment of membership. The official newspaper chronicles CSEA activities such as scholarship funds, solidarity marches, and the individual achievements of members. Originally entitled The Civil Service Leader the name was changed to The Public Sector in 1978 and to The Work Force 20 years later. The early editions of the newspaper focused primarily on the maintenance of wages and benefits. They also listed numerous job vacancies throughout New York State and the nation.",
            "The collection includes paper, microfilm, and PDF file versions of the official newspaper. Note that there are only a few years for which copies of the publications are available in all three formats.  The State Employee is only available in digital format.  The Civil Service Leader is available in paper, microfilm, and digital formats.  The Public Sector and The Work Force are available in both paper and digital formats.",
            "The smaller newsletters in this series focus upon such topics as retiree news, women, and safety and health.",
            "In addition, the series also includes a small run of AFSCME's, the parent union's, official publication  Public Employee."
        ],
        "unitid_ssm": [
            "5"
        ],
        "extent_ssm": [
            "15.04 cubic ft.",
            "2686 Digital Files"
        ],
        "unitdate_inclusive_ssm": [
            "1932-2014"
        ],
        "ref_ssi": "aspace_90e13b5a023aefdb6ab5d1de295703fc",
        "normalized_title_ssm": [
            "CSEA Publications, 1932-2014"
        ],
        "normalized_date_ssm": [
            "1932-2014"
        ],
        "timestamp": "2019-06-13T10:07:12.687Z"
    }
}