{
    "document": {
        "title_ssm": [
            "University at Albany Magazine Collection"
        ],
        "extent_ssm": [
            "2.66 cubic ft."
        ],
        "unitdate_ssm": [
            "1967-2014"
        ],
        "unitdate_inclusive_ssm": [
            "1967-2014"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "This collection is made up of copies of the Carillon and University at Albany Magazine."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "State University of New York at Albany"
        ],
        "subject_ssm": [
            "Alumni and Alumnae",
            "College Publications",
            "UAlbany Reference Collections"
        ],
        "collection_ssm": [
            "University at Albany Magazine Collection, 1967-2014"
        ],
        "accessrestrict_ssm": [
            "Access to this record group is unrestricted."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "All items in this manuscript group were donated to the University Libraries, M.E. Grenander Department of Special Collections and Archives."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            "The collection is ordered chronologically."
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "The Carillon began publication in 1967, naming itself after the tower on the still newly built campus. It was a school newspaper detailing events on campus such as newly appointed faculty, sporting events, and alumni news. It was published by the Alumni Association. In the Spring of 1987 the University at Albany Magazine began publishing. The content was similar, focusing on campus events, giving alumni spotlights. It was published seasonally in the Fall, Winter, and Spring. The magazine was originally published by the University Relations Office. ",
            " In the Spring of 1992 the two publication combined being renamed the University at Albany Magazine, with The Carillon. The publication was larger, once again containing similar content as previously, and also contained information on research at the university, discussing the work of faculty. This continued this way until the Fall of 2000 when the title returned to being the University at Albany Magazine. The carillon was still in the publication, typically taking up the second half and consisting of alumni news and notes. The target of both these publications is Alumni, parents, and faculty of the University."
        ],
        "bioghist_heading_ssm": [
            "Administrative History"
        ],
        "processinfo_ssm": [
            "Processed in 2016 by Erik Stolarski."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "scopecontent_ssm": [
            "The collection consists of the publication the Carillon and the University at Albany Magazine. The Carillon was published independently from 1967 to 1991. The collection also has the independent publication of the University at Albany Magazine dating from 1987 to 1991. In 1992 the publications merged together and have maintained this status up to today."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            " Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder.",
            " The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            " The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "creator_ssm": [
            "State University of New York at Albany"
        ],
        "creator_ssim": [
            "State University of New York at Albany"
        ],
        "creator_corpname_ssm": [
            "State University of New York at Albany"
        ],
        "creator_corpname_ssim": [
            "State University of New York at Albany"
        ],
        "unitid_ssm": [
            "ua950.009"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, University at Albany Magazine Colleciton, 1967-2014. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the UAlbany Magazine Collection)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "ua950-009",
        "ead_ssi": "ua950.009",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "State University of New York at Albany"
        ],
        "access_subjects_ssim": [
            "Alumni and Alumnae",
            "College Publications",
            "UAlbany Reference Collections"
        ],
        "creators_ssim": [
            "State University of New York at Albany"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "normalized_title_ssm": [
            "University at Albany Magazine Collection, 1967-2014"
        ],
        "normalized_date_ssm": [
            "1967-2014"
        ],
        "timestamp": "2019-07-16T08:16:32.401Z"
    }
}