{
    "document": {
        "title_ssm": [
            "Marcia Brown Papers"
        ],
        "extent_ssm": [
            "82.55 cubic ft."
        ],
        "unitdate_ssm": [
            "1940-2000"
        ],
        "unitdate_inclusive_ssm": [
            "1940-2000"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "A 1940 graduate of the New York State College for Teachers, Brown was a respected children's book writer and illustrator, and a three-time Caldecott Medal winner."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "State College for Teachers (Albany, N.Y.)"
        ],
        "persname_ssm": [
            "Brown, Marcia"
        ],
        "subject_ssm": [
            "Art",
            "Art",
            "Children's books--Illustrations",
            "Folklore",
            "Literature"
        ],
        "collection_ssm": [
            "Marcia Brown Papers, 1940-2000"
        ],
        "accessrestrict_ssm": [
            "Access to this record group is unrestricted."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "All items in this manuscript group were donated to the University Libraries, M.E. Grenander Department of Special Collections and Archives, by Marcia Brown in 1987, 1993, 1997, 1999, 2000, 2001.1987-2001"
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            "The collection is organized into 15 topical file series."
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "Marcia Joan Brown was born on July 13, 1918, in Rochester, New York, one of three daughters of the Reverend Clarence Edward and Adelaide Elizabeth (Zimber) Brown. The family lived in many small towns in upstate New York including Cooperstown and Kingston as her father accepted new ministries. Raised in a family that supported artstic expression, she decided at an early age to become an artist. Because of the scarcity of positions during the depression, Brown enrolled at the New York State College for Teachers to pursue a teaching career for practical reasons. She received her B.A. from the NYSCT in 1940. While in college, Brown maintained her connection to the visual arts by contributing to the college's literary and humor magazines, and by studying painting under Judson Smith at the Woodstock School of Painting in the summers of 1938 and 1939. ",
            " After graduation Brown taught English and Drama at Cornwall High School, Cornwall, New York (1940-43), before moving to New York City. Brown studied at the Art Students League (NYC), and studied art at the New School for Social Research (under Yasuo Kuniyoshi and Stuart Davis), painting and literature at the graduate school of Columbia University, and Chinese calligraphy and painting at the Zhejiang Academy of Fine Arts, Hangzhou, People's Republic of China (1985, 1987). She has taught a number of courses and workshops, including: puppetry at the extra-mural department of the University College of the West Indies, Jamaica (1953); a workshop on picture books at the University of Minnesota-Split Rock Arts Guild Program, Duluth, Minn. (1986); a workshop on Chinese brush painting for the Oriental Brush Artists Guild (1988); and sponsored Chinese landscape painting workshops with Zhuo HeJun (1988-89) of Zheijang Academy. ",
            " To support herself while she studied art at night and worked to establish her career as an author and illustrator, Brown worked as a librarian and storyteller in the Central Children's Room in the New York Public Library from 1943 to 1948.",
            " Marcia Brown's career as a published illustrator began in 1937 when she joined the art staff of The State Lion, the NYSCT student humor magazine. The pages of that magazine contain many illustrations by Brown which give a strong indication of her future abilities as an illustrator. Her formal career as a childrens' illustrator/author/ translator began with the publication of The Little Carousel in 1946. That book, which she wrote and illustrated, has been followed by over thirty more during the next forty years. Of these, about twenty were written and illustrated, seven illustrated, and three translated and illustrated by Brown. Marcia Brown has been awarded the Caldecott Medal (the American Library Association's highest award for excellence in childrens' picture-book illustrations), for three of her books: Cinderella, or the Little Glass Slipper (1954); Once a Mouse (1961); and Shadow (1982), and six more of her books are Caldecott Honor Books. ",
            " As a result of her work in children's illustrations Brown has become well known for her woodcut prints. Her woodcut prints have been exhibited at the Brooklyn Museum, the Peridot Gallery, the Hacker Gallery, the Library of Congress, the Carnegie Institute, and the Philadelphia Print Club. Her prints and art works are in the permanent collections of the Library of Congress, the New York Public Library, the Mazza Gallery, Findlay, Ohio, the deGrummond Collection, the University of Southern Mississippi, the Kerland Collection of the University of Minnesota, and in many private collections. Brown's Chinese brush paintings were exhibited at the Hammond Museum, North Salem, New York, the Zhejiang Academy, the Asiatic Society in New York City, and the Stamford and Wilton Libraries in Connecticut. Brown was also the author and photographer of a film strip, \"The Crystal Cavern\" (1974). ",
            " Marcia Brown has received the Distinguished Alumni Award from the SUNY Albany Alumni Association (1969), the Distinguished Service to Children's Literature Award from the University of Southern Mississippi(1972), The Regina Medal from the Catholic Library Association for service to children's literature (1977), has been the US nominee for the Hans Christian Andersen Award for illustration in 1966 and 1975, and has been a life member of the International Institute for Arts and Letters since 1961. Brown is a member of the Authors Guild, the Print Council of America, the Art Students League, the Oriental Brush Artists Guild, and the Sumi-e Society of America."
        ],
        "bioghist_heading_ssm": [
            "Biographical History"
        ],
        "processinfo_ssm": [
            "Processed in 2001 by Alison Oswald, Deborah Canzano, Kevin Glick."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "scopecontent_ssm": [
            "The Marcia Brown collection provides an incredible look into the workings of a gifted artist and storyteller as well as showing the inner workings of the publishing trade. One can follow all the steps in creating an original piece of literature and art from early notes and sketches through the final artwork and the proof sheets and printing to the promotional material and reviews. ",
            " The collection is divided into 14 separate sections: autobiographical and biographical material, including directory entries, articles about Brown, interviews and photographs; certificates and citations; correspondence, both personal and business, as well as selected subjects with a separate section for correspondence by book project; writings, lectures, speeches and chalk talks, including writings and speeches related to specific awards (Caldecott, Regina Medal, Laura Ingalls Wilder Award) and dummies and loose sketches for chalk talks; speeches, writings and lectures by others; subject files for individuals (Anne Carroll Moore, Jean Charlot, Beatrix Potter, Hans Christian Andersen), bibliographies, conference and workshop material and miscellaneous memorabilia; projects by Brown which includes a separate listing for every book (published and unpublished) and filmstrip that she worked on and created as well as miscellaneous projects and artwork, such as sketches, drawings, wood cuts, wood block prints, sketchbooks, and writings that are unrelated to any specific project; projects by others which includes material bought or given to Brown; reviews, clippings and promotional material; audiovisual material by Brown; audiovisual material by others; the Helen Masten papers; duplicate material; and finally, a bibliography of all books donated by Marcia Brown as part of her collection and as part of the Helen Masten papers. ",
            " Each separate listing in the finding aid refers to an individual folder. Material listed in the finding aid can be found by going to the box number listed either at the top of each category or by each individual folder. A box list was created to be used in conjunction with the finding aid listing the folders contained in each box. The finding aid then provides a description of the contents of the folders. This collection was processed with the researcher in mind, as we hope that the Marcia Brown Collection will be used and appreciated by many students of children's literature, art, illustration, publishing and other schools of learning for many years to come as well as by interested museums and businesses. By using the series descriptions, the finding guide and the box list the researcher should be able to find most items of interest to him or her."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "The researcher assumes full responsibility for conforming with the laws of copyright. Whenever possible, the M.E. Grenander Department of Special Collections and Archives will provide information about copyright owners and other restrictions, but the legal determination ultimately rests with the researcher. Requests for permission to publish material from this collection should be discussed with the Head of Special Collections and Archives."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "Business, Literary, and Local History Manuscripts"
        ],
        "creator_ssm": [
            "Brown, Marcia"
        ],
        "creator_ssim": [
            "Brown, Marcia"
        ],
        "creator_persname_ssm": [
            "Brown, Marcia"
        ],
        "creator_persname_ssim": [
            "Brown, Marcia"
        ],
        "unitid_ssm": [
            "mss005"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, Marcia Brown Papers, 1940-2000. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Brown Papers)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "mss005",
        "ead_ssi": "mss005",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "State College for Teachers (Albany, N.Y.)",
            "Brown, Marcia"
        ],
        "access_subjects_ssim": [
            "Art",
            "Children's books--Illustrations",
            "Folklore",
            "Literature"
        ],
        "creators_ssim": [
            "Brown, Marcia"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "names_coll_ssim": [
            "State College for Teachers (Albany, N.Y.)"
        ],
        "normalized_title_ssm": [
            "Marcia Brown Papers, 1940-2000"
        ],
        "normalized_date_ssm": [
            "1940-2000"
        ],
        "timestamp": "2019-06-13T09:08:55.156Z"
    }
}