{
    "document": {
        "title_ssm": [
            "The Milne School Records"
        ],
        "extent_ssm": [
            "32.44 cubic ft.",
            "917 Digital Files"
        ],
        "unitdate_ssm": [
            "1890-2004"
        ],
        "unitdate_inclusive_ssm": [
            "1890-2004"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "This collection contains materials from the Milne School related to administrative activities from faculty and staff, as well as records pertaining to student activities from various clubs and publications."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "Milne School (Albany, N.Y.)",
            "Milne School (Albany, N.Y.)"
        ],
        "genreform_ssm": [
            "Digital Files"
        ],
        "subject_ssm": [
            "Albany, New York",
            "Education, Secondary",
            "Student Teaching",
            "Athletics and Sports",
            "Education",
            "UAlbany Academic Administration"
        ],
        "collection_ssm": [
            "The Milne School Records, 1890-2004"
        ],
        "accessrestrict_ssm": [
            "Access to this record group is unrestricted, with the exception of series 6 which is restricted due to the presence of student grades."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "40 cubic feet of administrative records from the Milne School were transferred to the University Archives upon the closing of the school from on June 23 1977. The Collection was originally processed in 1989, but later additional donations of memoribilia from the Milne Alumni and updated practices neccessated a reprocessing in 2016. The order of the series themselvers were altered, but only the subject files and memorobilia were reordered below the series level since 1989."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            "The collection is organized into fifteen series, separated by subject, and within these series is organized typically alphabetically or chronologically, depending on the discretion of the processor."
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "The campus laboratory school dates from 1845, when the teacher training primary school was formed. This program was known as the Experimental School until 1867, when it became the Model School of the Albany Normal School. The mission of the experimental school was to provide a convenient location for practice teaching.",
            " In 1890, the State Normal College created a high school teacher practice program which was named the Milne School in 1914, after William J. Milne, the late college president. Dr. Milne had been requested, in 1889, to prepare an overview reorganization plan for the Normal School, and to include a high grade (high school level) professional school. Thus Dr. Milne is considered to be the Father of the high school.",
            " The Milne School was somewhat unique because of its dual purpose as both a high school education program and also as a teacher training environment for college students. The school continued to operate normally for many years, until it came under scrutiny by the state government for who investigated the institution for a lack of diversity in the school. It was discovered that many students were chosen merely because they had other family members who had attended in the past, or were currently enrolled at the Milne School. It was after this investigation that the school began to become more diverse racially. ",
            " The school closed its doors in June 1977, after extensive debate on the purpose and merit of the program and because of the economic cut-backs in the State University system in the 1970s. Alumni of the school continued to remain active, with many reunions held, and attended by former student s and faculty. In some instances there have been school-wide reunions attended by all class years."
        ],
        "bioghist_heading_ssm": [
            "Administrative History"
        ],
        "processinfo_ssm": [
            "Processed in 2016 by Erik Stolarski."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "scopecontent_ssm": [
            "There is very little information on the early years of Milne, partly due to the Willett Street fire of 1905. Most of the earliest records were burned or damaged. Confidential Regents reports date from 1907, and commencement programs date from 1893. Most of the records begin in the late thirties and early forties.",
            " For researchers interested in general background on the Milne School, the history and profile files in the general series may be useful. Information on Milne Hall can be found in files on proposals for a new building in 1949, and within the library frieze and mural plan files dating from 1932. Further information can be found in the University film Library, and by researching the Alumni campus in other Special Collections files.",
            " Data on the student teaching program or the school curriculum can be found in the general reference files under teacher training, student teaching, methods participation, and curriculum. Master Plan 1972 and Methods Participation 1972 include descriptions of Milne's relationship with SUNYA, and justification and objectives for the student teaching program. Also, historic references to the methods program are noted within the committee reports on assessing the effectiveness of teacher training, such as the Teacher Education Committee file of 1958-1969.",
            " There are many reorganization programs within the general files and the closing of Milne series. Note the Five year plan of 1946, and the Future of Milne Committee file of 1952-1967. Another file of interest is the Readjustment of High School Education in 1951.",
            " Reorganization plans and committees peak in the late Sixties and Seventies with several files on the function and role of laboratory schools (C.U.L.S. background dates from 1947). The Fiser report, which evaluates Milne from 1967-1970, the Fretwell recommendations, the N.C.A.T.E. Evaluation of Milne in 1970, and the Three Year Plan of 1972 are useful files. Workshop and symposia files as well as faculty meeting agendas and minutes also present important issues on the present and future of Milne. Follow up studies on students are found in the general file under both class of..., and under follow up studies.",
            " Information on the 1950's lawsuit that forced the integration of the Milne School will not be found within these files. Suits on accident liabilities are in the general files however. Other records of general interest include the scrapbooks which date from 1909, notebooks, yearbooks, newspapers and other student publications."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            " Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder.",
            " The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            " The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "creator_ssm": [
            "Milne School (Albany, N.Y.)"
        ],
        "creator_ssim": [
            "Milne School (Albany, N.Y.)"
        ],
        "creator_corpname_ssm": [
            "Milne School (Albany, N.Y.)"
        ],
        "creator_corpname_ssim": [
            "Milne School (Albany, N.Y.)"
        ],
        "unitid_ssm": [
            "ua659"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, The Milne School Records, 1890-2004. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Milne School Records.)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "ua659",
        "ead_ssi": "ua659",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "Milne School (Albany, N.Y.)"
        ],
        "access_subjects_ssim": [
            "Albany, New York",
            "Education, Secondary",
            "Student Teaching",
            "Athletics and Sports",
            "Education",
            "Digital Files",
            "UAlbany Academic Administration"
        ],
        "creators_ssim": [
            "Milne School (Albany, N.Y.)"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "names_coll_ssim": [
            "Milne School (Albany, N.Y.)"
        ],
        "normalized_title_ssm": [
            "The Milne School Records, 1890-2004"
        ],
        "normalized_date_ssm": [
            "1890-2004"
        ],
        "timestamp": "2019-10-08T08:16:59.612Z"
    }
}