{
    "document": {
        "id": "apap138aspace_7ae73ac7da03d7d878b80fb2196b620b",
        "ead_ssi": "apap138",
        "parent_ssm": [
            "apap138"
        ],
        "parent_unittitles_ssm": [
            "WAMC Northeast Public Radio Records, 1980-2000"
        ],
        "component_level_isim": [
            1
        ],
        "component_children_bsi": true,
        "collection_ssm": [
            "WAMC Northeast Public Radio Records, 1980-2000"
        ],
        "repository_ssm": [
            "New York State Modern Political Archive"
        ],
        "child_component_count_isim": [
            46
        ],
        "parent_ssi": "apap138",
        "collection_creator_ssm": [
            "WAMC (Radio station : Albany, N.Y.)"
        ],
        "parent_access_restrict_ssm": [
            "Access to this collection is unrestricted.  Preservation concerns may prevent immediate acces to segments of the collection at the present time. All requests to listen to audio recordings must be made to M.E. Grenander Department of Special Collections and Archives Reference staff in advance of a researcher's visit to the Department."
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "parent_access_terms_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            "Researchers do not have permission to publish or disseminate material from WAMC programs without permission. Publication of audio excerpts from the records will only be given after written approval by designated WAMC personnel. Please contact an archivist as a first step.",
            "The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            "The M.E. Grenander Department of Special Collection and Archives is eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "ref_ssm": [
            "aspace_7ae73ac7da03d7d878b80fb2196b620b"
        ],
        "level_ssm": [
            "series"
        ],
        "title_ssm": [
            "The Best of Our Knowledge"
        ],
        "unitdate_ssm": [
            "2012-2013"
        ],
        "scopecontent_ssm": [
            "Contains recorded broadcasts of The Best Of Our Knowledge, a WAMC-produced weekly radio show hosted by Bob Barrett that highlights breakthroughs across academic disciplines. Each week this program examines some of the issues unique to college campuses, looks at the latest research, and invites commentary from experts and administrators from all levels of education."
        ],
        "unitdate_inclusive_ssm": [
            "2012-2013"
        ],
        "ref_ssi": "aspace_7ae73ac7da03d7d878b80fb2196b620b",
        "normalized_title_ssm": [
            "The Best of Our Knowledge, 2012-2013"
        ],
        "normalized_date_ssm": [
            "2012-2013"
        ],
        "timestamp": "2020-04-29T08:05:55.803Z"
    }
}