{
    "document": {
        "title_ssm": [
            "Organizational Charts Collection"
        ],
        "extent_ssm": [
            "85 Digital Files"
        ],
        "unitdate_ssm": [
            "1930-2017"
        ],
        "unitdate_inclusive_ssm": [
            "1930-2017"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "Contains University-wide, divisional, and departmental organizational charts produced between 1930 and the present day."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "M.E. Grenander Department of Special Collections & Archives"
        ],
        "genreform_ssm": [
            "organizational charts",
            "Digital Files"
        ],
        "subject_ssm": [
            "UAlbany Reference Collections"
        ],
        "collection_ssm": [
            "Organizational Charts Collection, 1930-2017"
        ],
        "accessrestrict_ssm": [
            "Access to this collection is unrestricted"
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "Images in this collection were digitized from records in the collections of the University Archives and harvested from the websites of University divisions and departments."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition"
        ],
        "arrangement_ssm": [
            "This collection has no series, and the contents are arranged chronologically."
        ],
        "arrangement_heading_ssm": [
            "Arrangement"
        ],
        "bioghist_ssm": [
            "Organizational charts in this collection span a wide range of the University's history, from the era of the State College for Teachers (1914-1959) through the various iterations of the State University, culminating in the present day University at Albany.  The organization of the University changes frequently.  Sometimes these changes have been minor: for example, slight changes in department names.  Some of the changes have been more significant: the University has undergone major restructuring at various points in its history."
        ],
        "bioghist_heading_ssm": [
            "Historical Note"
        ],
        "processinfo_ssm": [
            "Processed by Benjamin Covell in 2017"
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "scopecontent_ssm": [
            "Each item in this collection is a PDF image of a different organizational chart. The level of organization varies.  Many of the charts describe the overall organizational structure of the University, while some are specific to certain offices, divisions, or departments."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites. Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder. The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks. The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "creator_ssm": [
            "M.E. Grenander Department of Special Collections & Archives"
        ],
        "creator_ssim": [
            "M.E. Grenander Department of Special Collections & Archives"
        ],
        "creator_corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives"
        ],
        "creator_corpname_ssim": [
            "M.E. Grenander Department of Special Collections & Archives"
        ],
        "unitid_ssm": [
            "ua950.022"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows: Identification of specific item, Organizational Charts Collection, 1930-2017. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Organizational Charts Collection)."
        ],
        "id": "ua950-022",
        "ead_ssi": "ua950.022",
        "level_ssm": [
            "collection"
        ],
        "access_subjects_ssim": [
            "organizational charts",
            "Digital Files",
            "UAlbany Reference Collections"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "normalized_title_ssm": [
            "Organizational Charts Collection, 1930-2017"
        ],
        "normalized_date_ssm": [
            "1930-2017"
        ],
        "timestamp": "2020-02-20T18:46:22.828Z"
    }
}