{
    "document": {
        "title_ssm": [
            "United University Professions (UUP) Records"
        ],
        "extent_ssm": [
            "161.17 cubic ft."
        ],
        "unitdate_ssm": [
            "1964-2000"
        ],
        "unitdate_inclusive_ssm": [
            "1964-2000"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "The records of United University Professions (UUP) document the activities of the union and collective bargaining agent for the faculty and non-teaching professionals of the State University of New York. They begin in the 1960s with UUP's antecedents, the State University Professional Association (SUPA) and the Senate Professional Association (SPA), and continue through June 2000 for the materials produced by UUP's Communications Department, and through May 1993 for most other series."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "United University Professions (Association: NY)",
            "United University Professions (Association : N.Y.)",
            "State University of New York--Employees"
        ],
        "genreform_ssm": [
            "Minutes",
            "Correspondence",
            "Contracts",
            "Newsletters"
        ],
        "subject_ssm": [
            "Africana Studies",
            "State University of New York SUNY, Central Administration",
            "Social Activists and Public Advocates",
            "Labor",
            "Education",
            "Albany, New York",
            "Government employee unions--New York (State)y",
            "Labor unions--New York (State)",
            "Teachers' unions--New York (State)",
            "Collective bargaining--Education--New York (State)"
        ],
        "collection_ssm": [
            "United University Professions (UUP) Records, 1964-2000"
        ],
        "accessrestrict_ssm": [
            "Access to certain portions of this collection are restricted. Consult the Curator of Manuscripts, Special Collections and Archives for further information."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "All items in this manuscript group were donated to the University Libraries, M.E. Grenander Department of Special Collections and Archives, by United University Professions."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            " Notes Box and Folder List: The Roman numeral in the box number indicates the subgroup; the Arabic numerals that follow indicate the series and box number, except for boxes in Subgroup II for which the series numbers were omitted. Box numbers with three Arabic numerals indicate the series, subseries, and box number. Different brands of file folders were used during processing; different colored folders within series merely reflect the order in which materials were processed. A check mark between the folder title and the dates indicates that there are staples or other fasteners in the materials in the folder that were not removed during processing.\n\n "
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "United University Professions (UUP) is the union and collective bargaining agent for the faculty and non-teaching professionals of the State University of New York (SUNY). As of January 2, 2001, there were 24,322 individuals in the bargaining unit UUP represents. [Program, Winter 2001 Delegate Assembly].",
            " UUP (initially named SUNY/United) was created by the 1973 merger of the Senate Professional Association (SPA) and the State University Federation of Teachers (SUFT). [United University Professions, Delegate Assembly Minutes, October 12-13, 1973, 3. For a detailed discussion of the \"difficulties\" faced by SPA and \"several decisions and forces that [determined] the course of collective bargaining in SUNY\", see Herman Doh, \"Collective Bargaining in SUNY: The Story of the Senate Professional Association\", Journal of the College and University Personnel Association (January 1974): 22-39. Another study of collective bargaining at SUNY and the competing interests involved is Ebba Wikander McArt, \"Common Interests as a Basis for Collective Bargaining in the State University of New York (SUNY) System\", Ph.D. diss. (University of California, Berkeley), 1979. A copy of the Doh article is located in Subgroup IV, Office of the Secretary, Series 5, Correspondence--Alphabetical Files, \"H\", 1985. Also by Doh and Stanley Johnson (but not included in the collection) is \"Collective Bargaining in SUNY: The Experience of 50 Local SPA Leaders During the First Year\", Journal of the College and University Personnel Association 25 (April 1974): 55-73]. SPA, created in 1970, combined elements from the university-wide Faculty Senate with the State University Professional Association (SUPA) which had been created in 1969 to represent the non-teaching professionals at SUNY. [State University Professional Association, Organizational Meeting Minutes, December 12, 1969, 1-2]. In January 1971 SPA defeated SUFT to become the first elected bargaining representative at SUNY. After its election, SPA received certification from the Public Employment Relations Board (PERB), the governor-appointed body charged with administering the Taylor Law (the 1967 Public Employees' Fair Employment Act that allowed public employees in New York to bargain collectively for the first time). It then entered into negotiations with the Governor's Office of Employee Relations (GOER; also referred to as OER), the state's primary bargaining representative. [E.D. Duryea and Robert S. Fisk, Collective Bargaining, the State University and the State Government in New York (Buffalo: The State University of New York at Buffalo, 1975), 17-19]. In August 1971, the State of New York and SPA signed their first contract. [Duryea and Fisk, Collective Bargaining, 8].",
            " After its election as bargaining agent, SPA formalized its affiliations with the National Education Association (NEA) and its state affiliate, the New York State Teachers Association (NYSTA), which represented K-12 teachers throughout New York. SPA received both financial and organizational support from NYSTA. The 1973 merger between NYSTA and the United Teachers of New York (the New York affiliate of the American Federation of Teachers [AFT]) to form New York State United Teachers (NYSUT) pressured SPA to merge with SUFT and form UUP. [Duryea and Fisk, Collective Bargaining, 7-8]. UUP voted to end its NEA affiliation in 1976 [United University Professions, Executive Board Minutes, June 25, 1976, 6], and is currently affiliated with NYSUT, the AFT, and the state and national AFL-CIO. Like its predecessor SPA, particularly in its earliest years UUP received financial and organizational support from NYSUT. It continues to maintain a close relationship with NYSUT and to use NYSUT field representatives to handle contract and disciplinary grievances, and improper practice charges brought before PERB on behalf of its bargaining unit members. UUP's Director of Staff (formerly called the Executive Director) and Associate Director of Staff, who oversee the field representatives, participate in UUP's contract negotiations, and act in an advisory capacity to UUP, are NYSUT employees.",
            " In its early years, UUP concentrated on establishing its membership and creating a position for itself as the collective bargaining agent for all SUNY teaching and non-teaching professionals, addressing a concern expressed particularly by professionals during the establishment of SPA and then UUP about whether it was possible for a union representing both professional and academic staff to adequately address the concerns of each group. This issue has persisted, to varying degrees, throughout UUP's existence. The diverse nature of the SUNY campuses included within the bargaining unit--including university centers, colleges of agriculture and technology, and health science centers--has also contributed to the challenges faced by UUP in representing the bargaining unit as a collective whole. UUP has twice had its position as bargaining agent challenged. In 1974, the Civil Service Employees Association (CSEA) unsuccessfully sought to become the bargaining representative for non-teaching professionals at SUNY, and in an election conducted by PERB in late 1978, UUP defeated the NYEA, a New York State affiliate of the NEA, which sought to replace UUP as the representative for the entire SUNY bargaining unit.",
            " UUP's main purpose is to improve the terms and conditions of employment of those it represents [United University Professions, Constitution as amended through Fall 1996 Delegate Assembly]. The primary forum for addressing these issues is the contracts that UUP negotiates with the State on behalf of its bargaining unit members [In its negotiated contracts and handling of grievances and improper practice charges, UUP represents the entire bargaining unit. However, membership in UUP is voluntary, although New York State's Agency Fee law enacted in the late 1970s requires that every member of the bargaining unit pay dues to UUP. Members of UUP receive additional benefits, such as eligibility to vote on negotiated contracts, to participate in UUP elections, and various employee benefits, such as life insurance, provided by UUP to members only]. Debates over salaries and employee benefit packages have figured prominently in past contract negotiations [Duryea and Fisk, Collective Bargaining, 32]. Specific issues of concern have included job security, maternity leave, tuition waivers, hiring and tenure policies, sabbatical allotments, teaching workloads, student/faculty ratios, grievance procedures, parking fees, and expanding retirement investment options. In 1974, UUP achieved permanent appointment status for professionals, in 1977 it turned its focus to family sick leave and sabbatical leave, and in 1978 to the creation of minimum salaries for full-time employees. Benefits and sick leave for part-time employees also attracted UUP's attention in the late 1970s; pay equity and disparity issues were a focus between 1982 and 1985, and geographical differences in cost of living were a concern in 1988. In the early 1990s domestic partner care and day care coverage were of particular concern to UUP. At the end of the 1990s, new challenges were seen in distance learning, rapid changes in technology, privatization issues, and the growing use of part-time employees [United University Professions, 25 Years (1998), 2-4, 9-10].",
            " Under the Taylor Law, UUP is forbidden to engage in work actions such as strikes. Instead, it uses public demonstrations and publicity when contract negotiations stall. UUP also uses these measures to make members of the State Legislature, SUNY management, and the general public aware of issues of concern to it, particularly cuts in the portion of the state budget allocated to SUNY [United University Professions, 25 Years, 8]. The prohibition on work actions has also meant that from the beginning UUP has devoted itself to political action for advancing the interests of those it represents [United University Professions, Executive Board Minutes, August 10-11, 1973, 2]. It has registered state lobbyists; sponsored its own, and participated in NYSUT-sponsored, \"lobby days\" in Albany; and devoted significant resources to monitoring legislative activity and making its positions known to the governor and state legislators. UUP also expresses itself politically through candidate endorsements. UUP's affiliation with NYSUT broadens its legislative outreach and impact [United University Professions, 25 Years, 7].",
            " UUP's other defined goals include advancing education in a democracy and democracy in education, and promoting the principles of unity and collective bargaining in higher education [United University Professions, Constitution as amended through Fall 1996 Delegate Assembly]. Its broad range of concerns, primarily expressed through resolutions and motions adopted by its Executive Board and Delegate Assembly, have included environmental issues; freedom of expression; and the availability of public higher education. In the 1990s, coalition building with other higher education advocacy groups and community outreach became a focus of UUP's activities [United University Professions, 25 Years, 9-10].",
            " UUP has an administrative office headquartered in Albany and chapters based at each SUNY campus, as well as at SUNY Central Administration in Albany. Each chapter elects delegates to attend the Delegate Assemblies held three times each year. The delegates in turn elect six statewide officers (President, Vice President for Academics, Vice President for Professionals, Secretary, Treasurer, and Membership Development Officer) and the members of UUP's Executive Board. Statewide officers are elected for two-year terms and until the Scheuerman administration, were limited to six years in office. The presidents of UUP, their campus affiliation, and years in office have been as follows:",
            " Lawrence DeLucia (State University College at Oswego), 1973-1975",
            " Samuel Wakshull (State University College at Buffalo), 1975-1981",
            " Nuala McGann Drescher (State University College at Buffalo), 1981-1987",
            " John M. (Tim) Reilly (State University at Albany), 1987-1993",
            " William E. Scheuerman (State University College at Oswego), 1993-present"
        ],
        "bioghist_heading_ssm": [
            "Administrative History"
        ],
        "processinfo_ssm": [
            "Processed in 1994 by David Hill (1994), Cynthia K. Sauer (1999-2001)."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "relatedmaterial_ssm": [
            "The records of UUP included in this collection are complemented by related collections held in the M.E. Grenander Department of Special Collections and Archives at the University at Albany, SUNY. The records of the UUP Oral History Project (APAP-099) include interviews with over thirty individuals involved with the beginnings of unionization at SUNY and UUP's predecessors, the formation of UUP itself, and the first years of UUP's existence. The records of the United University Professions (UUP) Albany Chapter (APAP-054) document some of the activities of Albany Chapter. The papers of Eugene Link (APAP-025), a professor of history at SUNY Plattsburgh and an active member in the early years of UUP and in UUP's establishment of membership for retired members, also includes related material. The records of WAMC/Northeast Public Radio (APAP-138) include episodes of programs on which UUP leaders appeared. For additional labor collections in the Department, see the Labor subject guide.",
            " Over 4,000 images from the records of UUP are available for viewing online from the University at Albany Libraries' Digital Collections database. Funding for the digitization of these photographs and their description was provided by United University Professions.",
            " Selected materials from this collection are available in the exhibit Documenting Labor Inside and Out: Labor History in New York State's Capital District."
        ],
        "relatedmaterial_heading_ssm": [
            "Related Materials"
        ],
        "scopecontent_ssm": [
            "The records of United University Professions (UUP) document the activities of the union and collective bargaining agent for the faculty and non-teaching professionals of the State University of New York. They begin in the 1960s with UUP's antecedents, the State University Professional Association (SUPA) and the Senate Professional Association (SPA), and continue through June 2000 for the materials produced by UUP's Communications Department, and through May 1993 (the end of the Reilly presidential administration) for most other series.",
            " Most aspects of UUP's activities are covered by the records, including the actions of its policy-making bodies the Delegate Assembly and the Executive Board; the work of UUP's standing and ad hoc committees; the activities of UUP's presidents as seen through correspondence, subject, and project files; activities on and issues of concern to individual campus chapters seen through correspondence between chapter representatives and chapter members and UUP's Administrative Office and the newsletters created by individual chapters; the records of contract negotiations between UUP and the State; correspondence between UUP and SUNY Central Administration as well as the Governor's Office of Employee Relations on specific labor/management issues; UUP as presented in its publications and advertising campaigns; and photographs, video, and audio tape records of many of UUP's activities. The records also reflect UUP's continual involvement with other organizations interested in higher education, with other educational labor organizations both within New York State and nationally, and with organized labor in general.",
            " Not only do the records document the activities of UUP's officers and administrative office, they also present the concerns of those UUP represents-the SUNY bargaining unit--documented mainly in correspondence and chapter files and in the negotiations surveys completed by UUP members commenting on the employment issues of utmost concern to them. As UUP has a substantial interest in the function of the State University and its funding, many of the records in the collection document the activities and policies of SUNY with regard to specific subjects and information on the annual SUNY budget.",
            " One of UUP's functions is to represent the members of its bargaining unit in contractual and disciplinary grievances filed with SUNY and OER, and in improper practice charges brought before PERB. However, there are no comprehensive records regarding these activities included in the collection. The records of UUP's Grievance Committee provide some details regarding the grievances UUP has pursued on behalf of bargaining unit members, and there is correspondence scattered throughout the collection dealing with grievances (although primarily administrative matters such as setting hearing dates and filing appeals). The complete grievance and improper practice case files remain in UUP's possession.",
            " The records of UUP are divided into eleven subgroups. The first subgroup, the minutes and transcripts of meetings of UUP's Delegate Assemblies, minutes of the meetings of UUP's Executive Board, and the minutes of SUPA and SPA, were the first records included in this collection. A subsequent processing effort conducted several years later resulted in the addition of the ten other subgroups. Access to some series is restricted.",
            " Some topics and activities of UUP are addressed in detail within a single series or two, such as Delegate Assemblies, Executive Board meetings, negotiations, committee work, chapters, and special projects. However, materials related to each of these subjects is also found scattered throughout the various groups of subject and project files that make up the collection. While a great deal of overlap exists among the various series that make up the collection, for the most part the overlapping series do not entirely duplicate each other. In addition, over the years, different individuals have used different subject headings for the same subjects. The index to the box and folder list provides some guidance on the location of materials on the same or similar topics, as do the cross-references contained in the various series descriptions.",
            " An overall theme in the records is UUP's concern with the state's funding of SUNY and the impact that cuts in the SUNY budget and, as a result, in campus programs would have on bargaining unit members. UUP has also given continual attention to the actions of SUNY management and how they impact bargaining unit members, making sure that the rights of those it represents are protected. There have also been some discernible changes over the years in UUP's interests. For the first decade or so of UUP's existence (and during the years of its predecessors), the records reveal a concern with the organizational character of the union and increasing its membership and, as a result, its power as bargaining agent. Much of the discussion involved issues that arose because of the diverse nature of UUP's membership, particularly the distinct concerns of non-teaching professionals, as well as librarians and health professionals who worked at the various SUNY campuses. In the 1980s UUP began to express itself more on social and ideological issues like intellectual freedom and the environment, and at times these non-work-related stances prompted complaints from members who disagreed with the union's positions, or who felt that UUP should not be taking positions on such issues in the first place."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "The researcher assumes full responsibility for conforming with the laws of copyright. Whenever possible, the M.E. Grenander Department of Special Collections and Archives will provide information about copyright owners and other restrictions, but the legal determination ultimately rests with the researcher. Requests for permission to publish material from this collection should be discussed with the Head of Special Collections and Archives."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "New York State Modern Political Archive"
        ],
        "creator_ssm": [
            "United University Professions (Association: NY)"
        ],
        "creator_ssim": [
            "United University Professions (Association: NY)"
        ],
        "creator_corpname_ssm": [
            "United University Professions (Association: NY)"
        ],
        "creator_corpname_ssim": [
            "United University Professions (Association: NY)"
        ],
        "unitid_ssm": [
            "apap039"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, United University Professions (UUP) Records 1964-2000 (APAP-039). M. E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the United University Professions (UUP) Records)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "apap039",
        "ead_ssi": "apap039",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "United University Professions (Association: NY)",
            "United University Professions (Association : N.Y.)",
            "State University of New York--Employees"
        ],
        "access_subjects_ssim": [
            "Africana Studies",
            "State University of New York SUNY, Central Administration",
            "Social Activists and Public Advocates",
            "Labor",
            "Education",
            "Albany, New York",
            "Government employee unions--New York (State)y",
            "Labor unions--New York (State)",
            "Teachers' unions--New York (State)",
            "Collective bargaining--Education--New York (State)",
            "Minutes",
            "Correspondence",
            "Contracts",
            "Newsletters"
        ],
        "creators_ssim": [
            "United University Professions (Association: NY)"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "names_coll_ssim": [
            "United University Professions (Association : N.Y.)",
            "State University of New York--Employees"
        ],
        "normalized_title_ssm": [
            "United University Professions (UUP) Records, 1964-2000"
        ],
        "normalized_date_ssm": [
            "1964-2000"
        ],
        "timestamp": "2019-06-13T08:30:53.973Z"
    }
}