{
    "document": {
        "title_ssm": [
            "Yearbook Collection"
        ],
        "extent_ssm": [
            "6.93 cubic ft."
        ],
        "unitdate_ssm": [
            "1900-2014"
        ],
        "unitdate_inclusive_ssm": [
            "1900-2014"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "This collection is made up of the published yearbooks of the New York State Normal College, the New York State College for Teachers, and the State University of New York at Albany."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "State University of New York at Albany"
        ],
        "genreform_ssm": [
            "School yearbooks"
        ],
        "subject_ssm": [
            "College yearbooks",
            "College Students",
            "UAlbany Student Groups"
        ],
        "collection_ssm": [
            "Yearbook Collection, 1900-2014"
        ],
        "accessrestrict_ssm": [
            "Anyone is welcome to visit our Reading Room during normal hours and view the yearbooks. The only exception is the 1974 Torch which is restricted due to the presence of personally identifiable information.",
            " While we can complete remote requests for yearbooks, repeated scans may damage the bindings, so our policy is only to make complete, professional quality scans. The fee for a remote request is $250 per yearbook. Please contact the University Archivist if you are interested in contributing towards scaning a yearbook."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "All items in this collection were transferred to the University Libraries, M.E. Grenander Department of Special Collections and Archives."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            "Collection is arranged chronologically based on the publication year of the book."
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "The earliest copy of the yearbook in our possession is from 1900, and was titled the \"Neon.\" It went through several name changes including \"The Senior Book\" and \"Our Book\" until the name \"Pedagogue\" was chosen in 1913. The \"Pedagogue\" unlike the other renditions of the yearbook, included more than just simple photographs and names of faculty and students, like some earlier editions had. Each club was represented with a photograph and a list of their members, as well as advertisements for institutions that had contributed to the published of the book. This format has not varied. ",
            " The yearbook remained under the name \"Pedagogue\" until 1963 when it was renamed the \"Torch.\" This name change coincided with he beginning of the construction of the new uptown campus. It was an important part of the first edition of the \"Torch\" since the campus population had been growing rapidly, and this was remarked on in the yearbook itself. In the 1970s' there were multiple editions of the \"Torch\" which were used as stumps in which the students made political statements or protests. The 1972 copy had photographs of a Vietnamese child's head printed multiple times on each page, intermingled with the photographs of the students. Copies such as this would focus heavily on the level of campus unrest at the University at Albany, as well as across the country. The \"Torch\" continues to be the published year book for SUNY Albany"
        ],
        "bioghist_heading_ssm": [
            "Historical Note"
        ],
        "processinfo_ssm": [
            "Processed in 2016 by unprocessed."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "relatedmaterial_ssm": [
            "Related collections in the M.E. Grenander Department of Special Collections and Archives can be found in the subject guide for Criminal Justice and Prisons."
        ],
        "relatedmaterial_heading_ssm": [
            "Related Materials"
        ],
        "scopecontent_ssm": [
            "This collection is made up of the yearbooks for the New York State Normal College, the New York State College for Teachers, and the State University of New York at Albany, and encompasses the years 1900-2014. For the first ten years there are only copies for the years 1900 and 1904, though proceeding after that every published copy up to 2014 is in our collection."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            " Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder.",
            " The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            " The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "creator_ssm": [
            "State University of New York at Albany"
        ],
        "creator_ssim": [
            "State University of New York at Albany"
        ],
        "creator_corpname_ssm": [
            "State University of New York at Albany"
        ],
        "creator_corpname_ssim": [
            "State University of New York at Albany"
        ],
        "unitid_ssm": [
            "ua807"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, Yearbook Collection, 1900-2014. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Yearbooks Collection)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "ua807",
        "ead_ssi": "ua807",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "State University of New York at Albany"
        ],
        "access_subjects_ssim": [
            "College yearbooks",
            "College Students",
            "UAlbany Student Groups",
            "School yearbooks"
        ],
        "creators_ssim": [
            "State University of New York at Albany"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "normalized_title_ssm": [
            "Yearbook Collection, 1900-2014"
        ],
        "normalized_date_ssm": [
            "1900-2014"
        ],
        "timestamp": "2019-06-13T08:29:10.783Z"
    }
}