{
    "document": {
        "id": "ua760aspace_20c678aaaa7741eddf8eef2d9d2d0c3c",
        "ead_ssi": "ua760",
        "parent_ssm": [
            "ua760"
        ],
        "parent_unittitles_ssm": [
            "Office of University Relations Records, 1960-1999"
        ],
        "component_level_isim": [
            1
        ],
        "component_children_bsi": true,
        "collection_ssm": [
            "Office of University Relations Records, 1960-1999"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "child_component_count_isim": [
            341
        ],
        "parent_ssi": "ua760",
        "collection_creator_ssm": [
            "State University of New York at Albany. Office of University Relations"
        ],
        "parent_access_restrict_ssm": [
            "Access to this collection is restricted because it is unprocessed. Portions of the collection may contain recent administrative records and/or personally identifiable information. Please contact an archivist for more information."
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "parent_access_terms_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites. Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder. The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks. The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "ref_ssm": [
            "aspace_20c678aaaa7741eddf8eef2d9d2d0c3c"
        ],
        "level_ssm": [
            "series"
        ],
        "title_ssm": [
            "Press Releases"
        ],
        "unitdate_ssm": [
            "1961-1995"
        ],
        "physdesc_ssm": [
            "\n      4.5 cubic ft.\n    "
        ],
        "arrangement_ssm": [
            "Files in this series have been maintained in their original order upon transfer.  Files in this series were arranged chronologically, [with duplicate files placed at the end?]."
        ],
        "processinfo_ssm": [
            "Materials in boxes 1-3 have been arranged so that each folder contains all the press releases produced in a given month."
        ],
        "scopecontent_ssm": [
            "This series is made up of press releases issued by the Office and its predecessors.  The vast majority of this series is made up of chronological files maintained by the office of press releases, with some of these files also containing press clippings."
        ],
        "extent_ssm": [
            "4.5 cubic ft."
        ],
        "unitdate_inclusive_ssm": [
            "1961-1995"
        ],
        "ref_ssi": "aspace_20c678aaaa7741eddf8eef2d9d2d0c3c",
        "normalized_title_ssm": [
            "Press Releases, 1961-1995"
        ],
        "normalized_date_ssm": [
            "1961-1995"
        ],
        "timestamp": "2020-06-26T08:15:17.057Z"
    }
}