{
    "document": {
        "title_ssm": [
            "Norman Studer Papers"
        ],
        "extent_ssm": [
            "18.84 cubic ft."
        ],
        "unitdate_ssm": [
            "1817-2012"
        ],
        "unitdate_inclusive_ssm": [
            "1817-2012"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "The Norman Studer Papers document his career as both an educator and ardent Catskill folklorist. The collection includes significant material relating to his work as director of the Downtown Community School in New York City and Camp Woodland in the Catskills."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "Camp Woodland",
            "Downtown Community School",
            "Little Red School House (New York, N.Y.)",
            "Elisabeth Irwin High School"
        ],
        "genreform_ssm": [
            "Black-and-white film",
            "Correspondence",
            "Color film (film)",
            "Photographs",
            "Programs (documents)",
            "Drafts (documents)",
            "Tape reels",
            "Files by subject",
            "Manuscripts for publication",
            "Diaries",
            "Newsclippings",
            "Notes",
            "Student projects",
            "Articles",
            "Oral histories"
        ],
        "persname_ssm": [
            "Norman Studer",
            "Studer, Norman",
            "Cazden, Norman, 1914-1980",
            "Haufrecht, Herbert, 1909-1998",
            "Seeger, Pete, 1919-",
            "Todd, Mike, 1877-1960",
            "Rogers, Grant, 1907-",
            "Edwards, George",
            "Siemsen, Harry"
        ],
        "subject_ssm": [
            "African Americans and Civil Rights Organizations",
            "Travel",
            "Social Activists and Public Advocates",
            "Native Americans",
            "Music",
            "Folklore",
            "Education",
            "Conservation and the Environment",
            "Athletics and Sports",
            "Architecture",
            "Progressive education--New York (State)",
            "Camps--New York (State)",
            "Folklore--New York (State)",
            "Folklore and education--New York (State)",
            "Folk music--New York (State)--Catskill Mountains (N.Y.)",
            "Folk festivals--New York (State)"
        ],
        "collection_ssm": [
            "Norman Studer Papers, 1817-2012"
        ],
        "accessrestrict_ssm": [
            "Access to this collection is unrestricted with the exception of select files noted below. Researchers seeking access to these materials should contact the head of Special Collections and Archives."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "Initial items in this manuscript group were donated to the University Libraries, M.E. Grenander Department of Special Collections and Archives, by Joan Studer Levine in 2001 and 2002. Additional accessions were received in 2004 from Joan Studer Levine and the Maine Folklife Center at the University of Maine in Orono. The department received additional donations during and immediately following a reunion of Camp Woodland, held at the University at Albany in July 2012. 2012 donors include Jeannie Blumenfeld McCabe, Mady Chalk, Joan Cooper Uhrman, Carolyn Kopperl Bensinger, Nancy Kurshan, Norman and Joan Studer Levine, Beth Lewis, Niela Miller, Robert \"Bobby\" Orlins, and Bob and Laura Cooper Stein.  Joan Studer Levine donated additional items in 2008 and 2015.  Former camper Shari Segel Goldberg donated materials in 2018."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            "The collection is organized into the following series:",
            "\n      Series 1 - Biographical, 1932-2001, Undated\n      Series 2 - Little Red School House and Elisabeth Irwin High School, 1935-1950, Undated\n      Series 3 - Downtown Community School, ca. 1944-1973, Undated\n      Subseries 1: Administration, ca. 1944-1973, Undated\n      Subseries 2: Activities, 1945-1971, Undated\n      Series 4 - Camp Woodland, 1938-2012, Undated\n      Subseries 1: Administration, 1938-1963, Undated\n      Subseries 2: Activities, 1940-1974, Undated\n      Subseries 3: Post-Camp, 1977-2012, Undated\n      Series 5 - Photographs, ca. 1934-ca. 1970, Undated\n      Subseries 1: School Photographs, ca. 1934-ca. 1970, Undated\n      Subseries 2: Camp Woodland Photographs, ca. 1938-1958, Undated\n      Subseries 3: General Images, Undated\n      Series 6 - Audio Recordings, 1935-1950, Undated\n      Subseries 1: Downtown Community School, 1952-1970, Undated\n      Subseries 2: Camp Woodland, 1944-1962, Undated\n      Series 7 - Films, ca. 1946-1962, Undated\n      Series 8 - Writings, 1926-1997, Undated\n      Subseries 1: Writings of, 1926-1997, Undated\n      Subseries 2: Diaries and Travelogues, ca. 1931-1978, Undated\n      Series 9 - Subject Files, 1817-1999, Undated\n    "
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "Norman Studer, educator, folklorist, author, was born in Whitehouse, Ohio on September 7, 1902. In 1917, Studer left home, enlisted in the United States Navy, and served as a quartermaster aboard the U.S.S. Edgecomb. Upon the conclusion of World War I, Studer returned home to complete his high school education, whereupon he matriculated to Oberlin College. Studer spent three years at Oberlin, leaving after his third year to become an editor of The New Student – a newspaper for \"the voice of the student revolt movement\" in New York City. Studer eventually returned to college completing his A.B. in History at Columbia University in 1929. He continued his studies at Columbia, earning an A.M in Political Science in 1931.",
            " In 1931 Studer embarked upon a forty-year career in education, commencing with a teaching assignment at Erie Day School in Erie, Pennsylvania. Following two years at Erie, Studer taught at the Little Red School House, a cooperative, experimental school founded by Elisabeth Irwin, located in lower Manhattan. Studer was attracted to the experimental and progressive curriculum cultivated by Irwin and the other educators at the Little Red School House. In 1941, Studer chaired the committee founding the Elisabeth Irwin High School, and worked there as both teacher and administrator for the following ten years.",
            " Studer's association with Elisabeth Irwin proved influential in shaping his pedagogical vision, both in the classroom and beyond. While at the Little Red School House, Studer developed and taught a unit entitled \"Slavery and the Negro Problem\" that led to a life long interest in ethnic studies and \"intergroup relations,\" the equivalent of the current study of multiculturalism or multicultural studies. It was also during his tenure at the Little Red School House that Studer realized the importance of field trips as an integral component of the curricular experience. Through field trips, Studer discovered that he could inform his students, in a more immediate and kinesthetic sense, of the rich history and heritage that lay just beyond the school walls. As a teacher, Studer also participated in \"June Camp\" – a one- month field trip to Camp Quannacut, near Pine Bush, New York – in which students lived in a democratic community within a rural environment. Studer ran June Camp from 1936-1940.",
            " In 1938, Studer joined the staff of Camp Hilltop - a progressive educational summer camp - initially as head counselor and then as director of education. Camp Hilltop closed in 1940; however, Studer, along with Camp Hilltop's former director, Rose Sydney, and three others, Regine Dicker (Ferber), Sara Abelson (Abramson), and Studer's wife Hannah, founded Camp Woodland in Phoenicia, New York, located in the heart of the Catskill Mountains. Camp Woodland strove to create a democratic environment where children of varying religions, socioeconomic, and ethnic backgrounds from the New York City area could steep in the rich ecology of the Catskill region for two months each summer.",
            " The curriculum and experience of Camp Woodland were deeply rooted in the folklore and folk culture of the Catskill Mountains. Norman Cazden and Herb Haufrecht were Camp Woodland's music directors. Studer attempted to incorporate the endemic culture, history, and rituals of the Catskill region into the Camp Woodland curriculum by cultivating a symbiotic relationship with the camp and the Catskill denizens. He would often take carloads of campers to visit the local residents, then invite the residents back to camp to share their regional folklore and music, as well as teach the traditional crafts of the region. The two-month summer camp concluded each season with a folk festival that brought together the campers and Catskill residents for a weekend of music, drama, dancing, story telling, and song. The annual Folk Festival of the Catskills was the high point of each season and became very popular with the campers, folk musicians, and local residents. The annual event attracted luminary musicians such as Pete Seeger, Bessie Jones, Norman Cazden, and Herb Haufrecht as well as local talent that included Grant Rogers, Harry Siemsen, George Edwards, Ernie Sagan, George Van Kleeck, and Etson Van Wagner. Studer captured the folk festivals on tape, and in many instances the recordings remain the only known extant audio recordings of these local musicians playing and singing the ballads and songs of the Catskills. These recordings were later compiled, transcribed, and edited by Cazden, Haufrecht, and Studer in a book entitled Folk Songs of the Catskills. Studer was director of Camp Woodland from its inception (1940) to dissolution (1962). ",
            " In 1951, Studer became director of the Downtown Community School located at 235 East 11th Street in lower Manhattan. The Downtown Community School was a progressive, cooperative, racially integrated school, founded in 1944 by a group of parents and educators. As director, Studer attempted to create a curriculum that was aimed at promoting a healthy concept of self and a deeper understanding of society. Studer brought many of the ideas and philosophies of the Little Red School House, Elisabeth Irwin High School, and Camp Woodland to the Downtown Community School, particularly his interest in ethnic studies, folklore, field trips, and racial integration. Throughout his career as an educator and administrator, Studer championed cultural and racial integration in the educational environment. In 1956, the annual Conference on Intergroup Education – a forum for educators, parents, and community members designed to encourage inter-racial and inter-cultural education – was founded. Studer's approach to the education of children was always direct, active, and personal. He exemplified this by continuing to sponsor and steward annual field trips for the seventh and eighth grade students throughout his tenure at the Downtown Community School. Studer remained director of the Downtown Community School until 1970. The school closed in 1971.",
            " Studer was the author of numerous articles, two books, and one poem, nearly all of which dealt with the themes of folklore and education. Folk Songs of the Catskills, edited by Norman Cazden, Herbert Haufrecht, and Norman Studer, published by SUNY Albany Press in 1982, \"is an annotated volume of traditional ballads and songs collected under the auspices of Camp Woodland.\" Cazden, Haufrecht and Studer assiduously compiled, recorded, transcribed, and edited the songs and music over the course of forty-two years. Both Cazden and Studer passed away prior to its publication, leaving Haufrecht to see the project through to completion. The folk culture of the Catskill region was predominately transmitted orally; therefore, Folk Songs of the Catskills has to be considered the definitive treatment of Catskill folk music, as many of the informants have passed away. Also published posthumously, A Catskill Bear Hunter: Mike Todd's Story by Purple Mountain Press in 1988, is Studer's \"folk biography\" of Mike Todd, a Catskill native and good friend of Studer's, who spent numerous summers at Camp Woodland; he also serves as the subject of Studer's poem \"All the Homespun Days,\" written in his memory.",
            " Norman Studer died October 27, 1978. His wife Hannah and daughter Joan Studer Levine survived him."
        ],
        "bioghist_heading_ssm": [
            "Biographical Sketch"
        ],
        "processinfo_ssm": [
            "Processed in 2002 by Helen Weltin."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "separatedmaterial_ssm": [
            "Archivists transfered a two volume monograph Folk Songs of the Catskills to the books division of Special Collections. The catalogue record for the monograph aren now included in the University Library Catalog."
        ],
        "separatedmaterial_heading_ssm": [
            "Separated Materials"
        ],
        "scopecontent_ssm": [
            "The Norman Studer Papers document his career as both an educator and ardent Catskill folklorist. The papers are particularly robust in documenting his administrative activities as director of both the Downtown Community School (1951-1970) and Camp Woodland (1940-1962). The strength of the collections lies in the discrete and manifold formats documenting two essential themes: progressive education and the folklore and culture of the Catskills. Materials include unpublished manuscripts, manuscript drafts, typescripts, reprints, notes, correspondence, diaries, student writings, litigation, news clippings, audio recordings, 8mm and 16mm films, and photographs. The papers contain an extraordinary collection of reel-to-reel audiotapes capturing local Catskill informant interviews, a wide array of regional and national folk singers performing, folk festivals, and educational activities at the Downtown Community School. There is also a substantial collection of photographs documenting the people and activities at the Downtown Community School and Camp Woodland. There are a number of photographs of notable local and national folk personalities, including George Edwards, Herbert Haufrecht, Norman Cazden, Grant Rogers, Harry Siemsen, and Pete Seeger. A small number of images are available for viewing online from the University at Albany Libraries' Digital Collections database.",
            " The collection contains nearly all of Studer's published and unpublished writings. Studer's writings generally address the issues of regional folklore and how to assimilate folklore into curriculum – Community Life and Woodland Story, two unpublished manuscripts exemplify this synthesis. There are a number of diaries and travelogues in the writing series; however, they are generally ephemeral and unrevealing as a result of their terse and sporadic nature.",
            " Although there is sparse documentation of Studer's teaching activities in the collection, there are a few significant examples, such as the material related to African American studies at the Little Red School House and the Downtown Community School. It appears that Studer was an early advocate of incorporating African American studies into his curriculum. As director of the Downtown Community School and Camp Woodland, he sought to cultivate and nurture equal opportunity enrollment. In addition to the African American studies material, there is substantial material related to the field trip units Studer developed.",
            " For additional photographs of Camp Woodland, please see the Murray Weiss Papers, APAP-338."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "The researcher assumes full responsibility for conforming with the laws of copyright. Whenever possible, the M.E. Grenander Department of Special Collections and Archives will provide information about copyright owners and other restrictions, but the legal determination ultimately rests with the researcher. Requests for permission to publish material from this collection should be discussed with the Head of Special Collections and Archives."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "New York State Modern Political Archive"
        ],
        "creator_ssm": [
            "Norman Studer"
        ],
        "creator_ssim": [
            "Norman Studer"
        ],
        "creator_persname_ssm": [
            "Norman Studer"
        ],
        "creator_persname_ssim": [
            "Norman Studer"
        ],
        "unitid_ssm": [
            "apap116"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, Norman Studer Papers, 1817-2012. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Studer Papers)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "apap116",
        "ead_ssi": "apap116",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "Camp Woodland",
            "Downtown Community School",
            "Little Red School House (New York, N.Y.)",
            "Elisabeth Irwin High School",
            "Norman Studer",
            "Studer, Norman",
            "Cazden, Norman, 1914-1980",
            "Haufrecht, Herbert, 1909-1998",
            "Seeger, Pete, 1919-",
            "Todd, Mike, 1877-1960",
            "Rogers, Grant, 1907-",
            "Edwards, George",
            "Siemsen, Harry"
        ],
        "access_subjects_ssim": [
            "African Americans and Civil Rights Organizations",
            "Travel",
            "Social Activists and Public Advocates",
            "Native Americans",
            "Music",
            "Folklore",
            "Education",
            "Conservation and the Environment",
            "Athletics and Sports",
            "Architecture",
            "Progressive education--New York (State)",
            "Camps--New York (State)",
            "Folklore--New York (State)",
            "Folklore and education--New York (State)",
            "Folk music--New York (State)--Catskill Mountains (N.Y.)",
            "Folk festivals--New York (State)",
            "Black-and-white film",
            "Correspondence",
            "Color film (film)",
            "Photographs",
            "Programs (documents)",
            "Drafts (documents)",
            "Tape reels",
            "Files by subject",
            "Manuscripts for publication",
            "Diaries",
            "Newsclippings",
            "Notes",
            "Student projects",
            "Articles",
            "Oral histories"
        ],
        "creators_ssim": [
            "Norman Studer"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "names_coll_ssim": [
            "Studer, Norman",
            "Cazden, Norman, 1914-1980",
            "Haufrecht, Herbert, 1909-1998",
            "Seeger, Pete, 1919-",
            "Todd, Mike, 1877-1960",
            "Rogers, Grant, 1907-",
            "Edwards, George",
            "Siemsen, Harry",
            "Camp Woodland",
            "Downtown Community School",
            "Little Red School House (New York, N.Y.)",
            "Elisabeth Irwin High School"
        ],
        "normalized_title_ssm": [
            "Norman Studer Papers, 1817-2012"
        ],
        "normalized_date_ssm": [
            "1817-2012"
        ],
        "timestamp": "2020-04-25T08:05:11.788Z"
    }
}