{
    "document": {
        "title_ssm": [
            "Capital Punishment Clemency Petitions Collection"
        ],
        "extent_ssm": [
            "6 cubic ft.",
            "170 Digital Files"
        ],
        "unitdate_ssm": [
            "ca. 1985-2012"
        ],
        "unitdate_inclusive_ssm": [
            "ca. 1985-2012"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "An artificial collection of over 150 clemency petitions filed by inmates from across the United States for the lessening of their death sentence."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives"
        ],
        "genreform_ssm": [
            "Digital Files"
        ],
        "persname_ssm": [
            "Bowers, William J."
        ],
        "subject_ssm": [
            "Death Penalty"
        ],
        "collection_ssm": [
            "Capital Punishment Clemency Petitions Collection, ca. 1985-2012"
        ],
        "accessrestrict_ssm": [
            "Access to this record group is unrestricted."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "All items in this manuscript group were donated to the University Libraries, M.E. Grenander Department of Special Collections and Archives, by William Bowers in January 2006. The petition for Joseph Spaziano is from the papers of Michael A. Mello. The Larry Bill Elliott clemency petition was donated in 2010. Skip Hulett, Georgiana Librarian, Hargrett Rare Book and Manuscript Library, University of Georgia, provided a copy of the Mitchell Terry Mincey petition in 2012."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            "The collection has no series, and is ordered alphabetically by the petitioners last name."
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "The clemency process varies from state to state and typically involves the governor, a board of advisors, or both. Clemency refers to the lessening of the penalty of the crime without forgiving the crime itself. The act of clemency is a reprieve. Unlike judicial proceedings, claims raised in clemency petitions are free of procedural defaults that can mask error, unfairness, or irrationality in a given death sentence. Petitions thus can reveal what the sentencing authority may not have known because of attorney error, prosecutorial misconduct, newly discovered evidence, or other reasons."
        ],
        "bioghist_heading_ssm": [
            "Historical Note"
        ],
        "processinfo_ssm": [
            "Processed in 2006 by JoAnn Hale."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "scopecontent_ssm": [
            "The Clemency Petitions Collection includes approximately 150 clemency petitions filed by inmates from across the United States. William J. Bowers originally established this collection as part of his work with The Constitution Project. Later additions were made by the M.E. Grenander Department of Special Collections and Archives. The petition for Joseph Spaziano is from the papers of Michael A. Mello. ",
            " The collection was reformatted to PDF files in April-June 2006 and first made availible online. The petition for Joseph Spaziano was reformatted in September 2006 and the petition for Mitchell Terry Mincey was reformatted in 2012."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            " Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder.",
            " The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            " The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "National Death Penalty Archive"
        ],
        "creator_ssm": [
            "Bowers, William J."
        ],
        "creator_ssim": [
            "Bowers, William J."
        ],
        "creator_persname_ssm": [
            "Bowers, William J."
        ],
        "creator_persname_ssim": [
            "Bowers, William J."
        ],
        "unitid_ssm": [
            "apap214"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, Capital Punishment Clemency Petitions Collection, ca. 1985-2012. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Clemency Petitions Collection)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "apap214",
        "ead_ssi": "apap214",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "Bowers, William J."
        ],
        "access_subjects_ssim": [
            "Death Penalty",
            "Digital Files"
        ],
        "creators_ssim": [
            "Bowers, William J."
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "normalized_title_ssm": [
            "Capital Punishment Clemency Petitions Collection, ca. 1985-2012"
        ],
        "normalized_date_ssm": [
            "ca. 1985-2012"
        ],
        "timestamp": "2019-03-11T18:00:37.500Z"
    }
}