{
    "document": {
        "title_ssm": [
            "Commencement Programs Collection"
        ],
        "extent_ssm": [
            "2 cubic ft.",
            "3 Digital Files"
        ],
        "unitdate_ssm": [
            "1857-2019"
        ],
        "unitdate_inclusive_ssm": [
            "1857-2019"
        ],
        "language_ssm": [
            "\n      English\n    ",
            "English"
        ],
        "abstract_ssm": [
            "This collection is made up of programs for commencement ceremonies at the University at Albany."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives",
            "State University of New York at Albany"
        ],
        "genreform_ssm": [
            "Digital Files"
        ],
        "subject_ssm": [
            "Commencement ceremonies",
            "Baccalaureate addresses",
            "UAlbany Reference Collections"
        ],
        "collection_ssm": [
            "Commencement Programs Collection, 1857-2019"
        ],
        "accessrestrict_ssm": [
            "Access to this record group is unrestricted."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "All items in this manuscript group were donated to the University Libraries, M.E. Grenander Department of Special Collections and Archives."
        ],
        "acqinfo_heading_ssm": [
            "Acquisition Information"
        ],
        "arrangement_ssm": [
            "Collection is arranged chronologically."
        ],
        "arrangement_heading_ssm": [
            "Arrangement of the Collection"
        ],
        "bioghist_ssm": [
            "Commencement programs have been issued by the University at Albany and the previous institutions it existed as for many years. Early version from the State Normal School were fairly simple, listing attending staff, some of the musical selections, and the short list of graduates that might take up a single page. They have expanded greatly since then, not only because of the growth in students and faculty at the institution, as well as the expanded nature of the event."
        ],
        "bioghist_heading_ssm": [
            "Administrative History"
        ],
        "processinfo_ssm": [
            "Processed in 2016 by Erik Stolarski."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "relatedmaterial_ssm": [
            "Related collections in the M.E. Grenander Department of Special Collections and Archives can be found in the subject guide for Criminal Justice and Prisons."
        ],
        "relatedmaterial_heading_ssm": [
            "Related Materials"
        ],
        "scopecontent_ssm": [
            "This collection consists of the programs for commencement ceremonies from the years 1857 to 2014. The years 1957-1908 are not complete, with various copies missing. From 1910 on every version is in the collection, with the inclusion of the winter commencement programs beginning in 2001. Within these programs can be found complete lists of graduates of each various program, faculty attendees, and the speakers who delivered speeches during the ceremony."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            " Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder.",
            " The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            " The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "creator_ssm": [
            "State University of New York at Albany"
        ],
        "creator_ssim": [
            "State University of New York at Albany"
        ],
        "creator_corpname_ssm": [
            "State University of New York at Albany"
        ],
        "creator_corpname_ssim": [
            "State University of New York at Albany"
        ],
        "unitid_ssm": [
            "ua935"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows:",
            " Identification of specific item, series, box, folder, Commencement Program Collection, 1857-2014. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the Commencement Program Collection)."
        ],
        "physloc_ssm": [
            "The materials are located onsite in the department."
        ],
        "id": "ua935",
        "ead_ssi": "ua935",
        "level_ssm": [
            "collection"
        ],
        "names_ssim": [
            "State University of New York at Albany"
        ],
        "access_subjects_ssim": [
            "Commencement ceremonies",
            "Baccalaureate addresses",
            "UAlbany Reference Collections",
            "Digital Files"
        ],
        "creators_ssim": [
            "State University of New York at Albany"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "normalized_title_ssm": [
            "Commencement Programs Collection, 1857-2019"
        ],
        "normalized_date_ssm": [
            "1857-2019"
        ],
        "timestamp": "2020-03-04T09:15:49.543Z"
    }
}