{
    "document": {
        "title_ssm": [
            "New York State Normal College Registration Books"
        ],
        "extent_ssm": [
            "0.69 cubic ft."
        ],
        "unitdate_ssm": [
            "1845-1906"
        ],
        "unitdate_inclusive_ssm": [
            "1845-1906"
        ],
        "language_ssm": [
            "\n      English\n.    "
        ],
        "abstract_ssm": [
            "Collection contains the registration lists of all the students who attended the Normal School, detailing their start date and other personal information."
        ],
        "corpname_ssm": [
            "M.E. Grenander Department of Special Collections & Archives"
        ],
        "geogname_ssm": [
            "Recording and registration"
        ],
        "subject_ssm": [
            "Schools -- New York (State) -- Albany",
            "College Students",
            "UAlbany Academic Administration"
        ],
        "collection_ssm": [
            "New York State Normal College Registration Books, 1845-1906"
        ],
        "accessrestrict_ssm": [
            "Access to this collection is unrestricted."
        ],
        "accessrestrict_heading_ssm": [
            "Access"
        ],
        "acqinfo_ssm": [
            "All items in this collection were transferred to the University Libraries, M.E. Grenander Department of Special Collections and Archives."
        ],
        "acqinfo_heading_ssm": [
            "Immediate Source of Acquisition"
        ],
        "arrangement_ssm": [
            "Collection is arranged in chronological order."
        ],
        "arrangement_heading_ssm": [
            "Arrangement"
        ],
        "bioghist_ssm": [
            "From the founding of the New York State Normal School in 1844, the school maintained records of all students who attended. From 1867 on the books were maintained by the President of the school, starting with Joseph Alden. The President even signed the first page of the book declaring that the school will endeavor to teach its students and give them the resources to succeed as future teachers. Whoever recorded the information in these books, documented a variety of personal information on the students to keep for the schools records."
        ],
        "bioghist_heading_ssm": [
            "Biographical / Historical"
        ],
        "processinfo_ssm": [
            "Collection was processed in 2017 by Erik Stolarski."
        ],
        "processinfo_heading_ssm": [
            "Processing Information"
        ],
        "scopecontent_ssm": [
            "This collection contains a series of books where the Normal School maintained the lists of all the students who registered for classes. Each book records the name of the student, year enrolled, hometown, county, and parent or guardian. Later volumes also include their religion. ",
            "     The core three volumes document first year's students and when they started at the school. There is also a single book that documents the enrollment of upperclassmen from 1887 to 1898. This documents similar information to the other books but just when student were returning for their senior or junior terms."
        ],
        "scopecontent_heading_ssm": [
            "Scope and Contents"
        ],
        "userestrict_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            "Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder.",
            "The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            "The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "userestrict_heading_ssm": [
            "Copyright"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "places_ssm": [
            "Recording and registration"
        ],
        "places_ssim": [
            "Recording and registration"
        ],
        "unitid_ssm": [
            "ua531"
        ],
        "prefercite_ssm": [
            "Preferred citation for this material is as follows: Identification of specific item, series, box, folder, The New York State Normal School Registration Books, 1845-1906. M.E. Grenander Department of Special Collections and Archives, University Libraries, University at Albany, State University of New York (hereafter referred to as the New York State Normal School Registration Books)."
        ],
        "physloc_ssm": [
            "Materials are located onsite in the department."
        ],
        "id": "ua531",
        "ead_ssi": "ua531",
        "level_ssm": [
            "collection"
        ],
        "access_subjects_ssim": [
            "Schools -- New York (State) -- Albany",
            "College Students",
            "UAlbany Academic Administration"
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "normalized_title_ssm": [
            "New York State Normal College Registration Books, 1845-1906"
        ],
        "normalized_date_ssm": [
            "1845-1906"
        ],
        "timestamp": "2021-10-05T09:48:00.955Z"
    }
}