{
    "document": {
        "id": "ua950-004aspace_15d42b9b9c237bfcba742ae40464c604",
        "ead_ssi": "ua950.004",
        "parent_ssm": [
            "ua950-004"
        ],
        "parent_unittitles_ssm": [
            "University Publications Collection, 1921-2017, 1921-2017"
        ],
        "component_level_isim": [
            1
        ],
        "component_children_bsi": true,
        "collection_ssm": [
            "University Publications Collection, 1921-2017, 1921-2017"
        ],
        "repository_ssm": [
            "University Archives"
        ],
        "child_component_count_isim": [
            42
        ],
        "parent_ssi": "ua950-004",
        "collection_creator_ssm": [
            "State University of New York at Albany"
        ],
        "parent_access_restrict_ssm": [
            "Access to this record group is unrestricted."
        ],
        "has_online_content_ssim": [
            "true"
        ],
        "parent_access_terms_ssm": [
            "This page may contain links to digital objects. Access to these images and the technical capacity to download them does not imply permission for re-use. Digital objects may be used freely for personal reference use, referred to, or linked to from other web sites.",
            " Researchers do not have permission to publish or disseminate material from these collections without permission from an archivist and/or the copyright holder.",
            " The researcher assumes full responsibility for conforming to the laws of copyright. Some materials in these collections may be protected by the U.S. Copyright Law (Title 17, U.S.C.) and/or by the copyright or neighboring-rights laws of other nations. More information about U.S. Copyright is provided by the Copyright Office. Additionally, re-use may be restricted by terms of University Libraries gift or purchase agreements, donor restrictions, privacy and publicity rights, licensing and trademarks.",
            " The University Archives are eager to hear from any copyright owners who are not properly identified so that appropriate information may be provided in the future."
        ],
        "ref_ssm": [
            "aspace_15d42b9b9c237bfcba742ae40464c604"
        ],
        "level_ssm": [
            "file"
        ],
        "title_ssm": [
            "Skandalon"
        ],
        "unitdate_ssm": [
            "1962-1966"
        ],
        "material_ssm": [
            "Mixed Materials"
        ],
        "scopecontent_ssm": [
            "Skandalon was a bi-weekly journal of news and opinion published by Campus Christian Council. Articles and editorials discussed the Civil Rights Movement, the theology of Paul Tillich, sex, the constuction of the South Mall in Albany, the John Birch Society, the Freedom Riders, the Cuban Missle Crisis, the Berkeley Free Speech Movement, the move to the Uptown Campus, and the implementation of tuition at CUNY."
        ],
        "unitdate_inclusive_ssm": [
            "1962-1966"
        ],
        "ref_ssi": "aspace_15d42b9b9c237bfcba742ae40464c604",
        "containers_ssim": [
            "Box 10",
            "Folder 29"
        ],
        "normalized_title_ssm": [
            "Skandalon, 1962-1966"
        ],
        "normalized_date_ssm": [
            "1962-1966"
        ],
        "timestamp": "2020-07-17T21:00:39.337Z"
    }
}